{
  "scholarships": [
    {
      "title": "State Competitive Scholarship Examination for Class V and VIII, Manipur 2023",
      "description": "State Competitive Scholarship Examination for Class V and VIII, Manipur 2023 is an opportunity offered by the Government of Manipur and implemented by the Department of Education, Manipur for Class 5 and 8 students of Manipur. The selected candidates will receive a scholarship as per the guidelines and terms & conditions of the scholarship approved by the examination committee from time to time.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_22971_1660748376.jpg",
      "link": "https://www.buddy4study.com/scholarship/state-competitive-scholarship-examination-for-class-v-and-viii-manipur-2023?utm_source=AllScholarship"
    },
    {
      "title": "Centrally Sponsored Pre-Matric Scholarship Scheme for SC Students, Jammu and Kashmir 2023-24",
      "description": "Centrally Sponsored Pre-Matric Scholarship Scheme for SC Students, Jammu and Kashmir 2023-24 is an initiative of the Department of Social Justice & Empowerment, Government of India, for SC community students of the Union Territory, who are studying in Class 9 and 10. The objective of this scheme is to support the education of SC students to eliminate the incidence of dropout, especially during the transition from elementary to the secondary stage. The selected candidates will receive a consolidated academic allowance of up to ₹7,000 per annum.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_22991_1661342354.jpg",
      "link": "https://www.buddy4study.com/scholarship/centrally-sponsored-pre-matric-scholarship-scheme-for-sc-students-jammu-and-kashmir"
    },
    {
      "title": "Kind Circle Scholarship for Meritorious Students",
      "description": "Kind Circle Scholarship for Meritorious Students is an initiative to support academically meritorious students coming from under-privileged section of society to build a foundation for their bright future. The applications are invited from students studying in class 1 to pursuing any course, who are facing financial constraints in their pursuit to continue their education.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_23675_1683897257.jpg",
      "link": "https://www.buddy4study.com/page/kind-circle-scholarship-for-meritorious-students?utm_source=AllScholarship"
    },
    {
      "title": "NICE Foundation's National Information Technology Exam 2024",
      "description": "NICE Foundation's National Information Technology Exam 2024 is a national-level examination conducted by the NICE Foundation (an educational trust registered under the Trust Act 1882 from the Government of National Capital Territory of Delhi, Government of India, for students studying in Class 5 to 12 and degree/diploma level. The selected students will receive awards based on their performance in the examination.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_24252_1704780364.png",
      "link": "https://www.buddy4study.com/scholarship/nice-foundation-s-national-information-technology-exam-2024?utm_source=AllScholarship"
    },
    {
      "title": "Nirman Shramik Kalyan Yojana Scholarship for ST/SC/OBC/SEBC/GENERAL/EBC Communities, Odisha 2023-24",
      "description": "Nirman Shramik Kalyan Yojana Scholarship for ST/SC/OBC/SEBC/GENERAL/EBC Communities, Odisha 2023-24 is an opportunity offered by the Labour & ESI Department, Government of Odisha to General, ST, SC, OBC, SEBC, and EBC category students studying in Class 6 and above level. The objective of this scheme is to provide financial support to the wards of construction workers for their studies. The selected students will receive educational assistance up to ₹40,000 per annum.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_21879_1641813324.png",
      "link": "https://www.buddy4study.com/scholarship/nirman-shramik-kalyan-yojana-scholarship-for-st-sc-obc-sebc-general-ebc-communities-odisha"
    },
    {
      "title": "The JN Tata Endowment awards merit-based loan scholarships",
      "description": "Established in 1892 by Jamsetji Nusserwanjee Tata, the Promoter of the Tata Group, The JN Tata Endowment awards merit-based loan scholarships to students across India for higher studies overseas. Every year, 90 to 100 scholars are selected across disciplines ranging from the sciences (applied, pure, and social) to management, law and commerce and the fine arts.",
      "image": "https://d2w7l1p59qkl0r.cloudfront.net/static/scholarship_logo/logo_24233_1704966886.jpg",
      "link": "https://www.buddy4study.com/page/jn-tata-endowment-loan-scholarship?utm_source=featuredBlocks"
    }
  ]
}
